[
  {
    "Hauptmytheme": "",
    "id": "k162.",
    "name": "The robber gets into the sleeping room",
    "motif": "The antagonist (robber, wizard) penetrates into the house of a girl or young woman hiding in a state (in cupboard, etc.) and/or putting her husband (guards) to sleep using a medicine. At the last moment he is killed.",
    "person": "pierre",
    "[paste it here]": "",
    "Mythemes": "- Antagonist Entry: An antagonist (robber, wizard) enters the house of a young woman.\n- Hiding or Guarding: The woman hides (in a cupboard, etc.) and/or her husband or guards are put to sleep using a medicine.\n- Last-Moment Intervention: The antagonist is killed just before he can succeed in his intentions."
  },
  {
    "Hauptmytheme": "",
    "id": "k38f.",
    "name": "The dragon-slayer.",
    "motif": "A reptile monster feeds on people (demands victims to be sacrificed; abducts a girl; closes sources of water). Hero kills him. Monster’s victims do not play an active part in the plot.",
    "person": "pierre",
    "[paste it here]": "",
    "Mythemes": "- Reptile Monster: A monster, characterized as reptilian, causes harm.\n- Monstrous Acts: The monster either demands human sacrifices, abducts a girl, or restricts access to water.\n- Heroic Confrontation: A hero confronts and kills the monster.\n- Passivity of Victims: The victims of the monster do not actively influence the plot."
  },
  {
    "Hauptmytheme": "",
    "id": "k56a4a",
    "name": "Girl and demon in a strange house",
    "motif": "At night girl remains alone in a strange house (mill, bath-house, etc.). When demon comes, she asks him to bring her ever new pieces of attire, jewelry, etc. till it dawns and the demon disappears.",
    "person": "pierre",
    "[paste it here]": "",
    "Mythemes": "- Girl Alone at Night: A girl finds herself alone in a strange house (such as a mill or bath-house) at night.\n- Demon Appearance: A demon appears to her.\n- Stalling Strategy: The girl repeatedly asks the demon for new pieces of attire, jewelry, etc.\n- Dawn's Rescue: The requests continue until dawn, at which point the demon disappears."
  },
  {
    "Hauptmytheme": "",
    "id": "k56a5",
    "name": "Old woman becomes a young beauty",
    "motif": "An old or ugly woman is transformed into a young beauty or becomes rich. Usually another old woman tries to imitate her but dies or suffers a reverse.",
    "person": "pierre",
    "[paste it here]": ".",
    "Mythemes": "- Transformation: An old or ugly woman is transformed into a young beauty or becomes rich.\n- Imitation Attempt: Another old woman attempts to replicate the transformation.\n- Negative Outcome: The imitator either dies or suffers adverse consequences."
  },
  {
    "Hauptmytheme": "",
    "id": "k56d",
    "name": "Broken leg of a nestling.",
    "motif": "A man cures injured bird, it brings him a seed from which something valuable grows. Another man intentionally injures and then cures a bird, kit brings him a seed from which something harmful grows.",
    "person": "pierre",
    "[paste it here]": "",
    "Mythemes": "- Injured Bird Cured: A man cures an injured bird.\n- Rewarding Seed: The bird brings a seed from which something valuable grows as a reward.\n- Imitation with Malintent: Another man intentionally injures and then cures a bird, hoping for a similar reward.\n- Punitive Outcome: The imitator receives a seed from which something harmful grows.-"
  },
  {
    "Hauptmytheme": "",
    "id": "k57",
    "name": "Cinderella",
    "motif": "A girl who conceals her beauty and/or is poor and oppressed by her stepmother puts on a splendid attire and comes incognito to a feast where a man of high status falls in love with her. He marries her after identifying her by an object given to her or lost by her or (rare) seeing how she changes her clothes.",
    "person": "pierre",
    "[paste it here]": "",
    "Mythemes": "- Concealed Identity: A girl, often poor and oppressed by her stepmother, hides her beauty.\n- Transformation for the Feast: She dons splendid attire and attends a feast incognito.\n- Romantic Interest: A man of high status at the feast falls in love with her.\n- Identification and Marriage: The man marries her after identifying her by an object she was given or lost, or (rarely) by seeing her change clothes."
  },
  {
    "Hauptmytheme": "",
    "id": "k61c",
    "name": "To name a demon",
    "motif": "A demon suggests to fulfill a difficult work if the person tells him his name after the work is done. At the last moment the person gets know the name by chance, the demon disappears and the person rewarded for being such a good worker. Or the demon comes to take a child but agrees to give it back if the parents guess his (the demon's) name.",
    "person": "pierre",
    "[paste it here]": "",
    "Mythemes": "- Demon's Proposal: A demon proposes to complete a difficult task for a person if they can guess his name afterwards.\n- Task Completion: The demon fulfills the difficult work.\n- Name Discovery: At the last moment, the person discovers the demon's name by chance.\n- Demon's Disappearance: Upon his name being revealed, the demon disappears.\n- Reward: The person is rewarded for their good workmanship.\n- Alternative Scenario: The demon comes to take a child but agrees to return the child if the parents can guess his name."
  },
  {
    "Hauptmytheme": "",
    "id": "k61e",
    "name": "Reward for making a supernatural laugh.",
    "motif": "When a powerful (supernatural) person gets to see a ridiculous situation, he or she laughs (and thus is cured from his disease). People involved into the situation are rewarded (saved from a danger).",
    "person": "pierre",
    "[paste it here]": "",
    "Mythemes": "- Supernatural Observer: A powerful, supernatural person witnesses an event.\n- Ridiculous Situation: The event involves a ridiculous or amusing situation.\n- Laughter as Cure: The supernatural person laughs upon seeing the situation, which cures them of a disease.\n- Reward for Participants: The people involved in creating the ridiculous situation are rewarded or saved from danger as a result of their actions."
  },
  {
    "Hauptmytheme": "",
    "id": "k93b1",
    "name": "Conception from eaten fish",
    "motif": "After eating a fish, the sterile woman gives birth to a son or twins.",
    "person": "pierre",
    "[paste it here]": ".",
    "Mythemes": "- Consumption of Fish: A sterile woman eats a fish.\n- Miraculous Birth: After eating the fish, the woman gives birth to a son or twins."
  }
]